Repository: shadialmancy/remain-v3
Catalog: lib/l10n/arb/intl_*.arb
Languages: ar

source: Language
ar: اللغة

source: Alert
ar: تنبيه

# doUWantToExitTheApp
source: Do you want to exit the app?
ar: هل تريد الخروج من التطبيق؟

source: Yes
ar: نعم

source: No
ar: لا

source: Full Name
ar: الاسم بالكامل

source: Didn't receive the verification code?
ar: لم تستلم رمز التحقق؟

source: Resend
ar: إعادة إرسال

source: Select your date of birth
ar: اخنر تاريخ ميلادك

source: Please select your date of birth
ar: الرجاء اخنر تاريخ ميلادك

source: Skip
ar: تخطي

source: Next
ar: التالي

# easiestWayToBookBestDoctors
source: The easiest way to book an appointment with the best doctors
ar: أسهل طريقة لحجز مواعيد مع أفضل الأطباء

# urMedicineInUrHands
source: Your medicine is in your hands at any time
ar: دواؤك بين يديك في أي وقت

# allUrMedicalNeedsInOnePlace
source: All your medical needs in one place
ar: جميع احتياجاتك الطبية في مكان واحد

source: Welcome
ar: أهلا بك!

# toLoginWritePhoneNumber
source: To log in to your account, please enter the number correctly and a one-time activation code will be sent via SMS.
ar: تسجيل الدخول إلى حسابك، يرجى إدخال الرقم بشكل صحيح وسيتم إرسال رمز التفعيل لمرة واحدة عبر الرسائل القصيرة

source: Phone Number
ar: رقم الجوال

source: National ID
ar: رقم الهوية/الاقامة

# onboardingText2
source: Enjoy a wide range of comprehensive medical services, from skin consultations, to ordering your medications, to getting home care, and benefit from direct medical consultations at any time.
ar: تمتع بالعديد من الخدمات الطبية الشاملة من استشارات جلدية وطلب أدويتك و احصل على الرعاية المنزلية، واستفد من استشارات طبية مباشرة في أي وقت.

source: Enter national ID
ar: أدخل رقم الهوية

source: Enter phone number
ar: رقم الجوال

source: Enter date of birth
ar: اخنر تاريخ ميلادك

source: Date of Birth
ar: تاريخ الميلاد

source: Enter your medical file number
ar: ادخل رقم ملفك الطبي

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب ؟

# registerAccount
source: Register here
ar: قم بانشاء حساب

# verifCode
source: Verification Number
ar: رمز التحقق

# continueTxt
source: Continue
ar: متابعة

source: Enter full name
ar: ادخل اسمك رباعي

source: Please enter national ID
ar: الرجاء إدخال رقم الهوية/الاقامة

source: Please enter full name
ar: الرجاء إدخال اسمك رباعي

source: please enter city
ar: الرجاء إدخال مدينتك

source: please enter district
ar: الرجاء إدخال اسم الحي

source: Create an account
ar: انشاء حساب

# onboardingText1
source: Welcome to Remain Medical Complex App! We are committed to providing excellent healthcare and easy access to follow up on your medical appointments and tests with ease.
ar: مرحبًا بك في تطبيق مجمع ريمين الطبي! نلتزم بتقديم رعاية صحية متميزة وسهلة الوصول لمتابعة مواعيدك وفحوصاتك الطبية بكل سهولة.

source: Please enter phone number
ar: الرجاء إدخال رقم الهاتف

source: Enter your location
ar: ادخل موقعك

source: First Name
ar: الاسم الاول

source: Enter First Name
ar: ادخل الاسم الاول

source: Father Name
ar: اسم الاب

source: Enter Father Name
ar: ادخل اسم الاب

source: Grand Father Name
ar: اسم الجد

source: Enter Grand Father Name
ar: ادخل اسم الجد

source: Family Name
ar: اسم العائلة

source: Enter Family Name
ar: ادخل اسم العائلة

source: City
ar: المدينة

source: Enter your City
ar: ادخل مدينتك

source: District
ar: الحي

source: Enter your District
ar: ادخل اسم الحي

source: Next of Kin Name
ar: اسم قريب لك

source: Enter Next of Kin Name
ar: ادخل اسم قريب لك

source: Next of Kin Phone Number
ar: رقم هاتف قريب لك

source: Enter Next of Kin Phone Number
ar: ادخل رقم هاتف قريب لك

source: Next of Kin Relation ID
ar: رقم الهوية الخاص بقريبك

source: Enter Next of Kin Relation ID
ar: ادخل رقم الهوية الخاص بقريبك

source: Religion ID
ar: الديانة

source: Enter the amount
ar: ادخل المبلغ

source: Email
ar: البريد الالكتروني

source: Enter email
ar: ادخل بريدك الالكتروني

source: please enter email
ar: الرجاء إدخال البريد الإلكتروني

# condition
source: conditions
ar: الشروط

source: and
ar: و

source: Quick Selection
ar: الاختيار السريع

source: Enter your card details
ar: ادخل بيانات بطاقتك

source: Payment method
ar: طريقه الدفع

source: Save
ar: حفظ

source: Cardholder Name
ar: اسم حامل البطاقة

source: Add card
ar: اضف البطاقة

# emptyValidationError
source: cannot be empty
ar: لا يمكن أن يكون فارغاً

source: Card number
ar: رقم البطاقة

source: expiration date
ar: تاريخ انتهاء الصلاحية

# verificationCodeCVV
source: CVV verification code
ar: رمز التحقق CVV

source: Wallet has been successfully charged.
ar: تم شحن المحفظة بنجاح

source: Back to Home
ar: العودة للرئيسية

# enterValidEmail
source: enter a valid email
ar: أدخل بريدا إلكترونيا صالحا

source: Add credit card
ar: اضف البطاقة الإئتمانية

source: Home
ar: الرئيسية

source: Profile
ar: البروفايل

source: Book Appointment
ar: حجز موعد

source: Appointments Records
ar: سجل المواعيد

source: Age
ar: العمر

source: Gender
ar: النوع

source: Weight
ar: الوزن

source: Height
ar: الطول

source: Test Results
ar: نتائج الفحوصات

source: Wallet
ar: المحفظة

source: Settings
ar: الاعدادات

source: Edit Profile
ar: تعديل الملف الشحضي

source: Year
ar: سنه

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Medical Record
ar: السجل الطبي

source: kg
ar: كجم

source: cm
ar: سم

source: Name
ar: الاسم

source: Insurance number
ar: الرقم التاميني

source: Total balance
ar: اجمالي الرصيد

source: SR
ar: ر.س

source: Wallet recharge
ar: شحن المحفظه

source: Previous operations
ar: العمليات السابقة

source: Show all
ar: عرض الكل

source: Login
ar: تسجيل الدخول

source: Confirm
ar: تأكيد

source: Change Application Language
ar: تغيير لغة التطبيق

source: Center
ar: المجمع

# medicalCenterJaddah
source: Remain Medical Complex - Jeddah
ar: مجمع ريمين الطبي - جدة

# medicalCenterRawdah
source: Remain Medical Complex - Rawdah
ar: مجمع ريمين الطبي - الروضه

# medicalCenterQortobah
source: Remain Medical Complex - Qortobah
ar: مجمع ريمين الطبي - قرطبة

source: Search for Specialty
ar: ابحث عن تخصص

source: Our Services
ar: خدماتنا

source: View All
ar: عرض الكل

# enterYouDataCorrectly
source: Enter your data correctly so that we can reach you accurately
ar: قم بإدخال البيانات الخاصة بك بشكل صحيح حتى يمكننا الوصول لك بشكل دقيق

source: Skin Care
ar: الرعاية الجلدية

source: Health Track
ar: متتبع الصحة

source: Home Care
ar: الرعاية المنزلية

source: Pharmacy
ar: صيدلية

source: Diagnosis
ar: الفحوصات

source: Medical Consultation
ar: الاستشارات الطبية

source: There are no previous transactions.
ar: لا يوجد اي معاملات سابقة

source: Search for any operation
ar: ابحث عن اي عمليه

source: Reservations
ar: الحجوزات

# makeSureFromUrHealth
source: Ensure your safety and health through ongoing health assessment
ar: تأكد من سلامتك وصحتك من خلال التقييم الصحي المستمرتأكد من سلامتك وصحتك من خلال التقييم الصحي المستمر

source: Failed to calculate payment
ar: فشل في حساب الدفع

source: Note That
ar: لاحظ أن

source: Your subtotal charge is
ar: إجمالي الرسوم الفرعية هو

# withVATCostOf
source: with a VAT cost of
ar: مع تكلفة ضريبة القيمة المضافة

# forTotalOf
source: for a total of
ar: بإجمالي

source: SubTotal
ar: المجموع الفرعي

source: VAT
ar: ضريبة القيمة المضافة

source: Total
ar: الاجمالي

source: Proceed to payment
ar: انتقل للدفع

source: You have successfully recharged your wallet
ar: لقد قمت بإعادة شحن محفظتك بنجاح

source: Failed to recharge the balance
ar: فشل في إعادة شحن الرصيد

# doctorMale
source: Male
ar: طبيب

# doctorFemale
source: Female
ar: طبيبة

source: Available Time
ar: المواعيد المتاحة

source: Today
ar: اليوم

source: Tomorrow
ar: غدا

source: Next Week
ar: الاسبوع القادم

source: Virtual Clinic
ar: العيادة الافتراضية

source: Online Time
ar: ميعاد أونلاين

source: Time in Clinic
ar: ميعاد في العيادة

source: Search
ar: بحث

source: Close
ar: الغاء

source: Doctor Data
ar: بيانات الطبيب

source: Experience
ar: الخبرة

source: Patients
ar: المرضى

source: About Doctor
ar: عن الدكتور

source: Work Time
ar: مواعيد العمل

source: Consultation Price
ar: سعر الكشف

source: SAR
ar: ريال سعودي

source: Choose Date
ar: اختر التاريخ

source: Choose your suitable date
ar: اختر التاريخ المناسب لك

source: Choose Time
ar: اختر الوقت

source: Confirm Reservation Information
ar: تأكيد بيانات الحجز

source: Booking Details
ar: تفاصيل الحجز

source: Pay Via
ar: الدفع عن طريق

# depiteCard
source: Debit Card
ar: البطاقة الائتمانية

source: Cash
ar: نقدا

source: Pay
ar: دفع

source: Thank you for booking with us
ar: شكرا لك على حجزك معنا

source: Your booking has been confirmed successfully
ar: تم حجز الموعد بنجاح

source: You have booked an appointment with
ar: لقد حجزت موعدا مع

source: Modify Booking Time
ar: تعديل موعد الحجز

source: Read More
ar: المزيد

source: Read Less
ar: اقل

source: Patient
ar: مريض

source: Years
ar: سنوات

source: Select an Appointment
ar: تحديد موعد

# sarWithoutS
source: SAR
ar: ريال

# continuing
source: Continue
ar: استمر

# continuing2
source: Continue
ar: الاستمرار

source: Record statements
ar: سجل الكشوفات

source: Vaccinations and medications
ar: التطعيمات والأدوية

# insurance
source: Insurances
ar: التأمينات

# sickLeave
source: Sick Leaves
ar: الأجازات المرضية

source: Family and relatives
ar: الأهل والأقارب

source: Search your medical record
ar: ابحث في سجلك الطبي

# currently
source: Current
ar: الحالية

source: Previous
ar: السابقة

source: Canceled
ar: الملغاة

source: There are no current appointments
ar: لا يوجد مواعيد حالية

source: There are no previous appointments
ar: لا يوجد مواعيد سابقة

source: There are no canceled appointments
ar: لا يوجد مواعيد ملغاة

source: Change reservation
ar: تعديل الحجز

source: Cancel reservation
ar: الغاء الحجز

source: Reservation details
ar: تفاصيل الحجز

source: Rebook
ar: اعادة الحجز

source: Cancel
ar: إلغاء

source: The reservation has been cancelled successfully
ar: تم إلغاء الحجز بنجاح

source: You can book another appointment
ar: يمكنك حجز موعد آخر

source: New reservation
ar: حجز جديد

# youCanModifyTheAppointmentInsteadOfCancelingIt
source: You can change the appointment instead of canceling it
ar: يمكنك تعديل الموعد بدلا من إلغاءه

source: Analysis
ar: التحاليل

source: Rays
ar: الآشعة

source: Analysis result
ar: نتيجة التحليل

source: Indicators
ar: المؤشرات

source: Measurements values
ar: قيم القياسات

source: Result
ar: النتيجة

source: Vaccinations
ar: التطعيمات

source: Medications
ar: الأدوية

# downloadTestResult
source: Download the test result
ar: تحميل نتيجة الفحص

# nameOfMedicine
source: Name of the medicine
ar: أسم الدواء

source: Dosage
ar: الجرعة

source: Book an Appointment
ar: حجز موعد

# downloadTreatmentPlan
source: Download the treatment plan
ar: تحميل الخطة العلاجية

source: Insurance company name
ar: اسم شركة التأمين

source: Insurance Approvals
ar: موافقات التأمين

source: Your insurance information
ar: بينات التأمين الخاصة بك

source: Insurance company
ar: شركة التأمين

source: Choose your insurance company
ar: اخنر شركة التأمين الخاصة بك

source: Enter your insurance number
ar: أدخل رقمك التأميني

source: Expiry date
ar: تاريخ الانتهاء

source: Select the expiry date written on your insurance card.
ar: اختر تاريخ الانتهاء المدون على الكارت التأميني

source: Insurance card image
ar: صورة الكارت التأميني

# uploadPictureOfYourInsuranceCardFromHere
source: Upload a picture of your insurance card from here
ar: قم برفع صورة الكارت التأميني من هنا

# serviceEndsIn
source: The service ends in
ar: تنتهي الخدمة في

source: It has been approved
ar: تمت الموافقة عليها

source: Under review
ar: تحت المراجعة

source: Rejected
ar: مرفوضة

# addFamilyMember
source: Add a family member
ar: إضافة فرد من العائلة

# addNewMember
source: Add a new member
ar: إضافة فرد جديد

# selectGender
source: Select the gender
ar: اختر النوع

source: Medical history
ar: التاريخ المرضي

# hasThisPersonEverBeenDiagnosedWithDisease
source: Has this person ever been diagnosed with a disease?
ar: هل سبق ان تم تشخيص هذا الشخص بمرض ما؟

source: Add disease
ar: أضف المرض

source: Disease name
ar: اسم المرض

# writeNameOfDisease
source: Write the name of the disease
ar: اكتب اسم المرض

source: Years of injury
ar: سنوات الأصابة

# selectYearsOfInjury
source: Select the years of injury
ar: اختر سنوات الإصابة به

# pleaseSelectYearsOfInjury
source: Please select the years of injury
ar: الرجاء تحديد سنوات الإصابة

source: please enter disease name
ar: الرجاء إدخال اسم المرض

source: File is opening
ar: جاري فتح الملف

source: PDF Preview
ar: معاينة PDF

source: Download File
ar: تحميل الملف

source: File is downloading
ar: جاري تحميل الملف

source: All
ar: الكل

source: Accepted
ar: تمت الموافقة

source: Under Progress
ar: قيد الاجراء

source: Medical file number
ar: رقم الملف الطبي

# theMaximumQuantityIsFive
source: The maximum quantity is 5
ar: الكمية القصوى هي 5

source: The item has been added successfully
ar: تمت إضافة العنصر بنجاح

source: The item has been removed
ar: تمت إزالة العنصر

source: This item is already in the cart
ar: هذا العنصر موجود بالفعل في سلة التسوق

# testResultAdvice
source: Increased erythrocyte sedimentation rate. This may be an indication of infection. We advise you to consult a doctor.
ar: وجود زيادة في سرعة الترسيب. قديكون هذا مؤشر علي وجود التهابات. نحن ننصحك باستشارة الطبيب

source: File medical number
ar: رقم الملف الطبي

source: Invalid OTP
ar: الرمز غير صحيح

source: Choose Medical Center
ar: اختر المجمع

source: No time available in this day
ar: لا يوجد مواعيد متاحة في هذا اليوم

source: Loading
ar: جاري التحميل

source: Your payment is rejected
ar: تم رفض الدفع

# youHaveToLoginFirstInOrderToAddThisItemInYourCart
source: You have to login first to add this item in your cart
ar: يجب عليك تسجيل الدخول أولاً لإضافة هذا العنصر إلى سلة التسوق الخاصة بك

source: Failed to cancel reservation
ar: فشل في الغاء الحجز

source: You must login first to proceed with the payment
ar: يجب عليك تسجيل الدخول أولاً للمتابعة بالدفع

source: Payment for offers order
ar: الدفع لطلب العروض

source: Congratulations! Your payment with Tabby has been confirmed
ar: تهانينا! تم تأكيد دفعتك مع تابي

source: Congratulations! Your payment with Tamara has been confirmed
ar: تهانينا! تم تأكيد دفعتك مع تمارا

source: Failed to pay
ar: فشل في الدفع

source: Pay Now
ar: ادفع الان

source: There is no record statement data
ar: لا يوجد بيانات بيان السجل

source: There is no lab result data
ar: لا توجد بيانات نتيجة المختبر

source: There is no ray result data
ar: لا توجد بيانات نتيجة الشعاع

source: Reschedule the appointment
ar: إعادة جدولة الموعد

source: There is no prescription data
ar: لا توجد بيانات وصفة طبية

source: There is no offer data
ar: لا يوجد بيانات العرض

source: The cart is empty
ar: العربة فارغة

source: Your booking has been rescheduled successfully
ar: تمت إعادة جدولة الموعد بنجاح

source: Failed to reschedule reservation
ar: فشل في إعادة جدولة الحجز

source: Payment is done successfully
ar: تم الدفع بنجاح

source: Payment failed
ar: فشل الدفع

source: Payment is done but failed to save the transaction
ar: تم الدفع ولكن فشل حفظ العملية

source: Is Paid
ar: تم الدفع

source: You aren't authorized to access this page
ar: ليس لديك الصلاحية للوصول إلى هذه الصفحة

source: Logout
ar: تسجيل الخروج

source: No data available now
ar: لا يوجد بيانات متاحه الان

source: Service not available yet, coming soon
ar: الخدمة غير متوفرة حاليا، قريبا

source: Please login first to book an appointment
ar: الرجاء تسجيل الدخول أولا لحجز موعد

source: Appointment booking with Dr.
ar: حجز موعد مع د.

# sar2
source: SAR
ar: ريال

source: Offers
ar: العروض

source: View the offer
ar: عرض المنتج

source: Price
ar: السعر

source: Features of the offer
ar: مميزات العرض

source: Add to cart
ar: أضف إلى السلة

source: Shopping cart
ar: سلة المشتريات

source: Receipt price
ar: مبلغ الفاتورة

source: Total price
ar: إجمالي

source: Confirm the order
ar: تأكيد الطلب

source: Perform the order
ar: تنفيذ الطلب

source: Tabby
ar: تابي

source: Tamara
ar: تمارا

source: Dermatology and Beauty
ar: الجلدية والتجميل

source: Medical Insurance
ar: التأمين الطبي

source: Laboratory and X-Ray Results
ar: نتائج المختبر والأشعة

source: Home Doctor's Visit
ar: زيارة طبيب منزلية

source: Home Analysis Service
ar: خدمة التحاليل المنزلية

source: Home Physical Therapy
ar: العلاج الطبيعي المنزلي

source: The service
ar: الخدمة

source: Prescription Image
ar: صورة الوصفة الطبية

source: Upload your prescription image here
ar: قم برفع صورة الوصفة الطبية من هنا

source: Uploaded successfully
ar: تم التحميل بنجاح

source: Patient Address
ar: عنوان المريض

source: Visit price
ar: سعر الزيارة

source: Patient data
ar: بيانات المريض

source: My Bills
ar: فواتيري

source: Download the bill
ar: تحميل الفاتورة

source: Examinations
ar: الفحوصات

source: Search for examinations
ar: ابحث عن الفحوصات

source: Important examinations
ar: أهم الفحوصات

source: Examination details
ar: تفاصيل الفحص

source: Examination Results
ar: تحليل النتائج

# aboutExaminations
source: About Examination
ar: عن التحليل

source: Reporting results
ar: إبلاغ النتائج

source: You need to select medical center first in order to view the available data
ar: يجب عليك تحديد المركز الطبي أولاً حتى تتمكن من الاطلاع على البيانات المتاحة

source: Dr. Saeed for Skin Care and Dermatology
ar: عيادات د. سعيد للجلدية والتجميل

source: Coming Soon
ar: قريبا

source: Offer Details
ar: تفاصيل العرض

source: Home Care Bundle
ar: حزمة الرعاية المنزلية

source: Search for bundle
ar: البحث عن الحزمة

source: Important Bundles
ar: حزمة مهمة

source: Select service
ar: اختيار الخدمه

source: No services found
ar: لا يوجد خدمات متاحه

source: No care givers available
ar: لا يوجد مقدمي خدمة متاحين

source: Services
ar: الخدمات

source: Care Givers
ar: مقدمي الخدمة

source: No time slots available
ar: لا يوجد مواعيد متاحة

source: Please select time slot first
ar: الرجاء تحديد موعد أولاً

source: Important Services
ar: اهم الخدمات

source: Get the best deals on medical services
ar: أحصل على أفضل العروض على الخدمات الطبية

# browseTheOffers
source: Browse offers
ar: تصفح العروض

source: You have a medical question?
ar: لديك سؤال طبي؟

source: Consult a specialist within 24 hours
ar: استشر طبيب متخصص في أقل من 24 ساعة

source: Ask Now
ar: اسأل الآن

source: My Appointments
ar: مواعيدي

source: You need to login first
ar: يجب عليك تسجيل الدخول أولاً

source: Your order has been confirmed
ar: طلبك قد تم تأكيده

source: Failed to confirm the order
ar: فشل في تأكيد الطلب

source: Contact Us
ar: تواصل معنا

source: Laboratory and Radiology Results
ar: نتائج المختبر والأشعة

source: Radiology
ar: الأشعة

source: Laboratory
ar: المختبر

source: Get the best home medical packages
ar: أحصل على أفضل الباقات الطبية المنزلية

source: Browse packages
ar: تصفح الباقات

source: My Orders
ar: طلباتي

source: Request submitted successfully
ar: تم تقديم الطلب بنجاح

source: Your request is now being processed
ar: جاري الان تنفيذ طلبكم

source: Continue browsing
ar: الاستمرار في التصفح

source: Return to home
ar: عودة لرئيسية

source: This service is not available yet
ar: الخدمة غير متاحة بعد

source: Laboratory Results
ar: نتائج المختبر

source: Select the patient
ar: اختر المريض

source: Go to my appointments
ar: اذهب إلى مواعيدي

source: Visit
ar: زيارة

source: Booking
ar: حجز

source: Sick Leaves
ar: أجازات مرضية

# rays2
source: Rays
ar: أشعة

# anaylses2
source: Analyses
ar: تحاليل

source: Help
ar: المساعدة

source: Customer Service
ar: خدمة العملاء

source: Instant Consultation with LifeCare
ar: استشارة فورية مع لايف كير

# youCanConsultASpecialistDoctorViaVideoThroughLifeCareFeature
source: You can consult a specialist doctor via video through the Live Care feature
ar: استشارة طبيب متخصص عبر الفيديو من خلال ميزة لايف كير

source: X-Ray Results
ar: نتائج الأشعة

source: Analysis Results
ar: نتائج التحاليل

source: Medical Reports
ar: التقارير الطبية

source: Apple Watch
ar: ساعة أبل

source: Our Locations
ar: مواقعنا

source: Upcoming Appointments
ar: المواعيد القادمة

source: Payments Due
ar: المدفوعات المستحقة

# viewAll2
source: View All
ar: شاهد الكل

source: Dark Mode
ar: الوضع الداكن

source: Light Mode
ar: الوضع الفاتح

source: Terms and Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Payment Policy
ar: سياسة الدفع

source: Intellectual Property Rights Policy
ar: سياسة حقوق الملكية والفكرية

source: Terms and Conditions of Use of the Platform
ar: أحكام وشروط استخدام المنصة

source: Contact Us via WhatsApp
ar: تواصل معنا عبر الواتساب

source: Family
ar: العائلة

source: Book
ar: الحجز

source: Bookings
ar: الحجوزات

source: Previous Payments
ar: المدفوعات السابقة

source: Payments
ar: المدفوعات

source: Patient Name
ar: اسم المريض

source: Doctor Name
ar: اسم الطبيب

source: Service Type
ar: نوع الخدمة

source: Service Price
ar: سعر الخدمة

source: Booking Date
ar: تاريخ الحجز

source: Saudi
ar: سعودي

source: Nationality
ar: الجنسية

source: Foreigner
ar: أجنبي

source: Service Summary
ar: ملخص الخدمة

source: Soon
ar: قريبا

source: No payments due at the moment
ar: لا توجد مدفوعات مستحقة في الوقت الحالي

source: Go to Settings
ar: ذهاب إلى الإعدادات

source: Try Again
ar: إعادة المحاولة

# locationPermissionIsRequiredToShowDirections
source: Location permission is required to show directions. Please allow location access and try again.
ar: يتطلب إذن الموقع لعرض الاتجاهات. يرجى السماح بالوصول إلى الموقع وإعادة المحاولة.

# orderNum
source: Order Number
ar: رقم الاوردر

source: Type of Analysis
ar: نوع التحليل

source: Quantity
ar: الكمية

source: Continue to Payment
ar: الاستمرار إلى الدفع
